;
; Съвети за превдачите:
; За да започнете превеждане - копирайте english.ini и го преименувайте на "вашия език.ini"
; Моля, превеждайте само текста след символа ' = '
; Може също да използвате 'translator for wisecleaner.com' да ви помогне за по-лесен и пълен превод. 
; Може да свалите преводача от http://www.wisecleaner.com/language.html.
;
;
; Translation Author = Костадин Гудин и Иван Караджов
; Translation Author Email = kostadin_gudin@mail.bg
; Soft Version = 7.73
;
[GUI]
ButtonYes=Да
ButtonNo=Не
ButtonOK=Добре
ButtonMinimize=Намали
ButtonMaximize=Увеличи
ButtonClose=Затвори
ButtonRestore=Възстанови
ButtonMenu=Меню

[Translation]
;
; Reading habits
; 
ReadHabit = Отляво надясно
;
;  Font and Charset
;
LanguageName = BUL
LangCode=0402
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = BULGARIAN_CHARSET
;
; Message box
;
Information = Информация
Warning = Предупреждения
Error = Грешка
Confirm = Потвърждение
;
; Main GUI
;
FrmWRC.btnregclean.caption=Рег. чистач
FrmWRC.btnadv.caption=Системен настройчик
FrmWRC.btnsilm.caption=Рег. дефраг
FrmWRC.btnrestore.caption=Възстанови
FrmWRC.btnsettings.caption=Настройки
FrmWRC.btnlikeit.caption=Харесай
FrmWRC.btnsuggest.caption=Предложения и Обратна връзка
FrmWRC.WiseSimpleButton1.caption=Резервни
;
; Reg Cleaner
;
FrmRegClean.btnall.caption=Избери всички
FrmRegClean.btnre.caption=Препоръчители
FrmRegClean.btnnone.caption=Без избор
FrmRegClean.btnCustom.caption=Обичайна област
FrmRegClean.WiseLabel1.caption=График
FrmRegClean.lbltype.caption=Тип стартиране:
FrmRegClean.lblweek.caption=Избери ден:
FrmRegClean.lbltime.caption=Време:
FrmRegClean.btnScan.caption=Сканирай
FrmRegClean.btncancel.caption=Отказ
FrmRegClean.btnrescan.caption=Сканирай отново
FrmRegClean.lblstat.caption=Досега не сте почиствали регистрите си. Предложено е незабавно почистване!
FrmRegClean.vtrc.Columns[0]=Данни
FrmRegClean.vtrc.Columns[1]=Регистри ключ
;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Оптимизирай
FrmOptimizer.btnnone.caption=Без избор
FrmOptimizer.btnall.caption=Избери всички
FrmOptimizer.btnDefault.caption=Система по подразбиране
FrmOptimizer.lblrecommendinfo.caption=Моля, опитайте нашите други продукти от wisecleaner.com сега!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer е съвкупност от регистри инструменти, дискови инструменти и други системни инструменти за вашия компютър. Лесен за използване и ефективен!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner е най-добрият безплатен чистач на дискове за почистване от остарели файлове и лична информация. Бърз, съвършен и сигурен!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Искате ли да подобрите производителността на Windows по-нататък?
Frmoptimizer.lblinfoex.caption=Системния настройчик може да подобри мрежа ви, скоростта на вашия Windows и да стабилизира системата ви.
FrmOptimizer.btnoptimize.caption=Оптимизирай
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Дефрагментатора на регистри може да накара компютъра ви да работи по-бързо и по-стабилно.
FrmRegDefragger.lblstat.caption=Все още не сте дефрагментирали регистрите си. Предложено е незабавно почистване!
FrmRegDefragger.btndefrag.caption=Дефрагментирай
FrmRegDefragger.lblinfo1.caption=1. Предлагаме ви да затворите всички други програми преди да стартирате тази функция.
FrmRegDefragger.lblinfo2.caption=2. Системата ще стане неизползваема докато се анализира.
FrmRegDefragger.lblinfo3.caption=3. Това ще рестартира компютъра ви след като дефрагментирането на регистрите приключи.
FrmRegDefragger.lblinfo4.caption=4. Моля, не затваряйте дефрагментатора на регистри, в противен случай ще предизвикате неизвестни последствия.
FrmRegDefragger.vtdefrag.Columns[0]=Име на групата
FrmRegDefragger.vtdefrag.Columns[1]=Сегашен размер
FrmRegDefragger.vtdefrag.Columns[2]=Нов размер
FrmRegDefragger.vtdefrag.Columns[3]=Редуциране
FrmRegDefragger.btnAnalysis.caption=Анализирай
;
; Custom scan areas
;
Frmcustom.caption=Обичайна област
Frmcustom.btnre.caption=Препоръчителни
Frmcustom.btnall.caption=Избери всички
Frmcustom.btnnone.caption=Без избор
Frmcustom.btncancel.caption=Отказ
Frmcustom.btnok.caption=Добре
;
; About Window
;
FrmAbout.lblver.caption=Сегашна версия:
FrmAbout.lblemail.caption=Поща за поддръжка:
FrmAbout.lblemailinfo.caption=Support@wisecleaner.com
FrmAbout.lblhome.caption=Домашна страница:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Благодарим на следните хора за тяхното съдействие:
FrmAboutWin.caption=Относно
FrmAboutWin.btnok.caption=Добре
;
; Settings
;
FrmSettings.caption=Настройки
FrmSettings.tsCommon.caption=Общи
FrmSettings.tsAutoRun.caption=Авто старт
FrmSettings.tsExclusion.caption=Изключения
FrmSettings.btnrestore.caption=За нас
FrmSettings.btnok.caption=Добре
FrmSettings.btncancel.caption=Отказ
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Създай икона "Чистене с 1 натискане" , и я сложи на работния плот
FrmAutorunSettings.lblcmd.caption=Режим команден ред
FrmAutorunSettings.lblcmdinfo.caption=Може да стартирате програмата, да сканирате и почистите автоматично вашите регистри. За повече информация, моля, натиснете F1 или посетете следния URL адрес, за да прочетете нашия помощен документ.
FrmAutorunSettings.btnhelp.caption=Онлайн помощ
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Добави обяснение
FrmExclusion.btnExport.caption=Изнеси
FrmExclusion.btnRemove.caption=Премахни
FrmExclusion.btnimport.caption=Внеси
Frminput.btnok.caption=Добре
Frminput.btncancel.caption=Отказ
;
; General Settings
;
FrmGeneral.chkNews.caption=Авто получаване на бюлетини
FrmGeneral.WiseLabel1.caption=Провери за обновления:
FrmGeneral.WiseLabel2.caption=Език:
FrmGeneral.btnchecknew.caption=Провери сега
FrmGeneral.lbtran.caption=Преведи на:
FrmGeneral.lblscanmode.caption=Как да се сканират регистрите
FrmGeneral.rdnormal.caption=Нормално (Препоръчително)
FrmGeneral.rdssafe.caption=Само безопасните (Показва само "Безопасни")
FrmGeneral.rddeep.caption=Дълбоко (Режим на пълно сканиране за напреднали потребители)
;
; Backup and Restore
;
Frm_br.btncancel.caption=Отказ
FrmBackup.caption=Резервни
FrmBackup.btnreg.caption=Създай пълно копие на регистрите
FrmBackup.btnsys.caption=Създай системна възстановителна точка
FrmRestore.caption=Център за възстановяване
FrmRestore.btnRegBk.caption=Копие на регистрите
FrmRestore.btnSysBK.caption=Системно възстановяване
FrmRestore.btnclose.caption=Затвори
FrmRestore.btnrestore.caption=Възстанови
FrmRestore.btnremove.caption=Премахни
;
; Update
;
frmupdate.caption=Софтуерно обновяване
;
; Popup Menus
;
pmHelp=Онлайн помощ
pmHome=Домашна страница
pmCheckNew=Провери за обновления
pmLang=Езици
pmAbout=Относно
pmIgnore=Игнорирай това
pmrec=Избери безопасните
pmAll1=Избери всички
pmNone=Без избор
pmGo=Отвори в Регистри редактор...
pmExport=Изнеси в...
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Ако харесвате Wise Registry Cleaner, моля, представете тази прекрасна безплатна програма на вашите познати.
FrmlikeUs.lblInfo.caption=Моля, споделете Wise Registry Cleaner с вашето семейство, приятели, съученици и колеги чрез Ел. поща, Blog, Twitter, Youtube, Facebook и др... Добре! Вие ще внесете удобство и ефективност в живота им.
FrmlikeUs.lblRate.caption=Оцени Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Последвайте ни в:
FrmlikeUs.lblshare.caption=Сподели Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Безплатно Сваляне
FrmlikeUs.imgrate.hint=Дайте ни оценка 5 звезди
FrmlikeUs.imgmail.hint=Споделете го с приятелите си
FrmlikeUs.imgface1.hint=Споделете го във facebook
FrmlikeUs.imgface2.hint=Последвайте ни във facebook
FrmlikeUs.imgtwitter1.hint=Споделете го в twitter
FrmlikeUs.imgtwitter2.hint=Последвайте ни в twitter
FrmlikeUs.Caption=Харесай
FrmlikeUs.lbldownload.caption=Свалете още безплатни от WiseCleaner.com

;
; DefProcess
;
FrmProcess.Caption=Регистри Анализ
FrmProcess.lblwait.caption=Анализиране...
FrmProcess.lblinfo.caption=Компютърът ви ще бъде неизползваме за няколко секунди.
FrmProcess.lblwait.caption=Анализиране, изчакайте моля...

[Message]
DefragRate=Това може да ви помогне да редуцирате размера нарегистрите с %s.
SuggestDefrag=Предложено е незабавно дефрагментиране на регистрите.
SuggestIgnore=Регистрите ви едва ли се нуждаят от редуциране, моля, дефрагментирайте ги следващия път.
TypeNoError=Чисто
NeverClean=Досега не сте почиствали регистрите си. Предложено е незабавно почистване!
AdviseClean=Редовното почистване на регистрите може да накара компютъра ви да работи по-бързо и по-безопасно.
DupItem=Този елемент е бил вписан в списъка.
Advisedefrag=Дефрагментирането на регистрите може да накара компютъра ви да работи по-бързо и по-стабилно.
NeverDefrag=Все още не сте дефрагментирали регистрите си. Предложено е незабавно дефрагментиране!
LastDefrag=Последния път, когато дефрагментирахте регистрите беше на:
TotalDefrag=Общо %.2f са компесирани.
DefaultValue=(Подразбиране)
RegBackup=Копие на регистрите
RegRestore=Възстановяване на регистрите
CreateBackup=Създаване на копие...
Compress=Компресиране...
Extracte=Извличане...
Complete=Завършено
RestoreReg=Възстановяване на регистрите...Изчакайте няколко минути...
NotSupportOS=Функцията не се поддържа от тази операционна система.
EnableRestore=Възстановяването на системата е забранено. Искате ли да го позволите?
SysCreating=Създаване на точка за възстановяване...
SysRestoring=Подготвяне за възстановяване на системата...
RestorePointDone=Точката за възстановяване на системата беше създадена успешно.
RestorePointFail=Неуспешно създаване на възстановителна точка.
ErrorMsg=Съобщение за грешка:
Area=Област
Summary=Описание
LeastOne=Моля, изберете поне една област за сканиране.
IsRunning=Програмата е стартирана, моля, изчакайте сканирането да приключи и опитайте отново.
Optimized=Оптимизиран
DefragReport=Регистрите са уплътнени. Доклад за оптимизирането:
DefragReport1=Стария размер на регистрите:
DefragReport2=Новия размер на регистрите:
DefragReport3=Оптимизирания размер:
ReOptimize=Оптимизирай отново
ComfirmDefrag=Моля, запазете незавършените си задачи, защото компютърът ще се рестартира веднага, след дефрагментиране на регистрите. Искате ли да започнете сега?
def15After=%d дни са минали от последното дефрагментиране на регистрите. Моля, дефрагментирайте ги сега!
def15Before=Копютърът ви ще стартира по-бързо и стабилно ако запазите регистрите си компактни, доколкото е възможно.
KeyWord=Моля, въведете обяснение:
ExImport=Списъкът с изключения беше изнесен в:
NoNewVer=Версията, която използвате е последната.
Daily=Дневно
Weekly=Седмично
Monthly=Месечно
Never=Никога
TranslateTo=Преведи на...
NeedBack=Изглежда за първи път пускате програмата. Незабавното създаване на копие на регистрите е препоръчително. Искате ли да го направите автоматично сега?
Newsletter=Бюлетини
UpgradeInfo=Информация за надграждане
CannotCrTask=Не може да се създаде планирана задача.
ScheduleNextTime=Следващия път:
Exported=Сегашните елементи бяха изнесени в %s, искате ли да отворите файла сега?
Idle=При бездействие
LastClean=Последния път, когато чистихте регистрите беше на:
Monday=Понеделник
Tuesday=Вторник
Wednesday=Сряда
Thursday=Четвъртък
Friday=Петък
Saturday=Събота
Sunday=Неделя
IssueFound=%d елемента бяха намерени.
Scanning=Сканиране
ScanCanceled=Сканирането беше отказано!
FindError=Общо %d елемента бяха открити този път. %d не са безопасни.
LogAll=%d открити елемента, %d елемента са решени.
LogFail=Неуспешно премахване на %d.
StartClean=Почисти
StartScan=Сканирай
7After=%d дни са минали от последното почистване на регистрите. Предложено е незабавно сканиране.
7Before=Почистването на регистри прави компютъра ви по-бърз!
ReScanHint=%d елемента бяха открити. Предлагаме ви да сканирате отново, за да намерите още.
CleanNow=Моля, натиснете "Почисти" , за да оправите тези елементи незабавно.
NoError=Поздравления! Имате чист регистър!
GoodHabit=Полезно е да запазите върховата производителност, чрез редовно почистване на регистрите.
ReScanHint1=Предлагаме ви незабавно да сканирате отново, за да намерите потенциални елементи.
TypeChanged=Променили сте сканирането на елементи!
ReScanHint2=Моля, сканирайте отново, за да намерите още елементи.
CleanDone=Почистването приключи!
bkAuto=Автоматично
bkManual=Ръчно
BackupDate=Backup време
BackupType=Backup тип
Problems=Елементи
CreateDate=Дата на създаване
Description=Описание
Removebackup=Искате ли да премахнете избраните резервни копия?
RemoveSysRestore=Искате ли да премахнете избраните системните възстановителни точки?
NoBackupSelected=Моля, изберете поне едно резервно копие за възстановяване.
RestoreComplete=Възстановяването приключи
RestoreFromSysRestore=Трябва да рестартирате компютъра за възстановяване на системата. Искате ли да започнете възстановяване сега?

[Tuneup]
OptIEConnection=Mакс. повишени връзки за сървър. Засилени скорост на разглеждане на уеб страници и скорост на гледане на видео онлайн.
IconCache=Да се увеличи кеша на сист. икони и ускори показването на десктопа.
RestoreAll=Искате ли да възстановите всичките елементи към стандартните на Windows?
NoSelectedItem=Моля, изберете поне един елемент за оптимизиране.
OptItems=Следните %d елемента могат да бъдат оптимизирани.
ItemsOptimized=%d елемента бяха оптимизирани.
TakeEff=Някои промени няма да влезат в сила докато не се рестартира компютъра.
NoItems=Поздравления! Всички елементи бяха оптимизирани.
BootSpeedup=Ускорение на Стартиране/Изключване
SystemStable=Стабилност на системата
SystemSpeedup=Ускорение на ситемата
NetworkSpeedup=Ускорение на мрежата
PrefetchParameters=Оптимизиране на prefetch параметри за подобряване стартирането на Windows
BootDelay=Редуцира времето за "проверка на диска" за подобряване стартирането на Windows
BootPartition=Позволява оптимизираща функцията за подобряване стартирането на Windows
ClearPagingFile=Забранява почистването на виртуалната памет на Windows при изключване за ускорение изключването на компютъра
TimeOut=Редуцира бездействието на програмите при затваряне за подобряване на процеса на изключване
AutoKill=Затваряне на забили процеси за предотвратяване скапването на системата
RestartExplorer=Автоматично рестартиране на Windows Explorer за спиране на неочакваното изчезване на работния плот
TwoProcess=Настройване на Windows Explorer процесите да се стартират отделно за избягване на системни конфликти
ErrorReport=Забранява прозореца за докладване на грешки за подобряване производителността на системата
Debugger=Забрани отстраняването на бъгове за ускорение обработката на грешки
OptMemory=Оптимизиране стандартните настройки на паметта за подобрвяване производителността на системата
OptVEff=Оптимизиране външния вид на елементи (диалогови прозорци, менюта и др.) за подобрвяване производителността на системата
OptFileSystem=Оптимизиране на системните файлове за подобрвяване производителността на системата
OptDiskSystem=Оптимизиране на Входно/Изходните подсистеми на диска за подобрвяване производителността на системата
DisAutoRun=Забраняване на "Autoplay" (Автостартиращата) функция на устройствата за избягване от заразяване с вируси и размножаването им
OptDiskIdle=Оптимизиране на дисковите Входно/Изходни при бездействеие на компютъра
OptTTL=Оптимизиране на TTL(Time To Live) настройки за подобряване на мрежовата производителност
OptNetForward=Оптимизиране способността на мрежата да препраща за подобряване на мрежовата производителност
OptMTU=Подобряване на TCP/IP производителността при автоматичното засичане на "черни дупки" в маршрутизирането на Path MTU Discovery technique
OptWINS=Оптимизиране времето за заявка на името WINS за подобряване скоростта при трансфер на данни
OptNetWork=Оптимизиране на мрежовите настройки за подобряване производителността на комуникация
CloseAnimate=Забрани "транзитните ефекти" за подобряване външния вид и скоростта на Windows
PagingExecutive=Забрани използването на виртуална памет и редуцира дисковите Входно/Изходни за подобряване производителността на приложенията. (Опцията може да бъде игнорирана ако физическата памет е < 1 Gb)
StaticIP=Задай статично IP на локалната връзка за ускоряване стартирането на Windows
PorcessorTime=Оптимизиране производителността на процесора за изпълнение на приложения, игри и др. (Игнориране ако е сървър)
DisableIDECheck=Избягване проверката на IDE канала от Windows за подобряване скоростта на стартиране на Windows
ForeAppSpeed=Увеличаване скоростта на реакция на преден план програмите
AeroPeek=Увеличаване скоростта на дисплея на Aero Peek
OptEthernet=Оптимизиране работата на Ethernet картата

[Type]
Activex=ActiveX/COM Компоненти
FireWall=Настройки на защитната стена
RootAll=Грешни адреси
SoftwareSection=Софтуерни адреси
ApplicationPaths=Програмни адреси
FileTypes=Типове Файлове
HelpFiles=Помощния Файлове
Fonts=Шрифтове
SharedDLL=Споделени DLL
MRULists=Потребителски MRU списъци
UninstallSection=Деинсталатори
StartMenu=Старт меню
StartupProgram=Автостартиращи програми
SoundandAppEvents=Звуци и програмни събития
IEUrlHistory=IE Url хронология
IFEO=Изпълнение на Image-файлове
EmptyKey=Празни редове
App=Настройки на програми

[ErrorMessage]
EmptyKey=Празен ред
EmptyHelpdirctory=Празна помощна папка.
FileNotExist=Файлът (папката) не съществува.
HFileNotExist=Помощният файл (папката) не съществува. 
EmptyValue=Празна стойност 
TypeLib=Не съществуващ тип библиотека:
NodeEmpty=Празно Съединение
SharedFilenotexist=Споделените Файлове не съществуват. 
sharedfilenotbeuse=Споделените файлове не се използват. 
noconnection=Без информация за свързване с файла.
Invalidpathtoicon=Грешен адрес на икона. 
ReferstoaninvalidClass=Отнася се за грешен Клас.
Emptyshellcommand=Командата е празна. 
Invalidshellcommand=Грешна команда (файлът не съществува). 
Fontsnotexist=Файлът с шрифтове не съществува. 
Hijacking=%s беше отвлечен от %s. 
MRULists=Потребителски MRU списъци
invalidOpenWith=Няма асоциирани програми с този тип. 
ReferActivex=Отнася се за грешен Activex/COM ред. 
EmptyCLSID=Празен CLSID. 
ComSourceNotExist=COM Източника не съществува. 
invalidUnistall=Грепна деинсталационна информация. 
notexist=не съществува. 
ObsoleteStartMenuItem=Остарели Старт меню елементи. 
SoundFilenotexist=Звуковия Файл не съществува. 
FileNotExist1=Файла (Папката) не съществува, но дял "%s" е %s, препоръчително е да игнорирате тази грешка.

[CommonClean]
WhenIdle=При покой

[Summary]
Activex=Грешни ActiveX и COM компоненти
FireWall=Грешни настройки на Windows защитната стена
RootAll=Грешни адреси и файлове
SoftwareSection=Грешни адреси и файлове, останали от премахнат софтуер
ApplicationPaths=Грешни адреси за регистрирани програми и файлове
FileTypes=Грешна информация за файлово разширение
HelpFiles=Грешни регистрирани помощни файлове
Fonts=Грешна информация за шрифт
SharedDLL=Липсващи споделени динамично-свързани библиотеки
MRULists=Хронология на достъпните потребителски файлове, гледани филми, променяни документи и др.
UninstallSection=Непотребна или грешна деинсталационна информация
StartMenu=Остарели Старт меню елементи
StartupProgram=Остарели или грешни автостартиращи програми
SoundandAppEvents=Остарели или грешни настройки на звуци и събития
IEUrlHistory=Хронлогия на посетените страници с IE
IFEO=Злонамерени редове, създадени от шпионски софтуер, вируси или зловреден софтуер
EmptyKey=Редове без информация
App=Грешни настройки на програми

[AutoClean]
ErrorsFixed=грешки бяха почистени.
Title=Поздравления!
ErrorsFound=грешки бяха открити.